accountsservice
adw-gtk-theme
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amdgpu_top
amd-ucode
ark
asciinema
awesome-terminal-fonts
base
base-devel
bash-completion
bc
bind
blender
blueman
bluetui
bluez
bluez-hid2hci
bluez-libs
bluez-utils
brightnessctl
btop
btrfs-assistant
btrfs-progs
cachyos-fish-config
cachyos-gaming-applications
cachyos-gaming-meta
cachyos-grub-theme
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-samba-settings
cachyos-settings
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cachy-update
calibre
cantarell-fonts
catppuccin-cursors-mocha
chafa
chaotic-keyring
chaotic-mirrorlist
chwd
cliphist
cmatrix
cpio
cpupower
cryptsetup
cups
cups-filters
cups-pdf
curseforge
device-mapper
dhclient
dhcpcd
diffutils
dmenu-bluetooth
dmidecode
dmraid
dnsmasq
dosfstools
duf
e2fsprogs
easyeffects
efibootmgr
efitools
ethtool
exercism
exfatprogs
f2fs-tools
fastfetch
fbset
ffmpegthumbnailer
figlet
figlet-fonts
firefox-developer-edition
flatpak
fnm
fprintd
fractal
fsarchiver
gamescope
gconf
gimp
git
git-delta
github-cli
github-copilot-cli
glances
gnome-keyring
go
godot
gpu-screen-recorder-git
grim
grub
grub-btrfs-support
grub-hook
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gst-plugin-va
gstreamer0.10-base-plugins
gstreamer-svt-av1
gvfs
gvfs-smb
hashcat
haveged
hdparm
hplip
htop
hwdetect
hwinfo
hyprland-meta-git
inetutils
inotify-tools
inter-font
iptables-nft
iwd
jfsutils
kitty
kvantum
lazygit
less
lib32-glu
lib32-gnutls
lib32-gst-plugins-good
lib32-libcurl-compat
lib32-mesa
lib32-opencl-mesa
lib32-vulkan-radeon
libdvdcss
libgsf
libopenraw
libu2f-server
libva-utils
libvirt
libwnck3
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-firmware
logrotate
lsb-release
lsd
lsof
lsscsi
luarocks
lvm2
ly-git
man-db
mangohud
man-pages
masscan
mdadm
mediainfo
meld
mesa-utils
micro
mkinitcpio
mkinitcpio-colors-git
mkinitcpio-firmware
modemmanager
mpv
mtools
nano
nano-syntax-highlighting
neovim
netctl
networkmanager
network-manager-applet
networkmanager-openvpn
nfs-utils
nilfs-utils
nmap
noctalia-shell
nomacs
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
nwg-displays
nwg-look
obsidian
obs-studio
octopi
oculante
okular
opencl-mesa
opensc
openssh
os-prober
pacman-contrib
paru
pastel
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
playerctl
plocate
plymouth
poppler-glib
power-profiles-daemon
proton-ge-custom-bin
protonmail-bridge
proton-pass-bin
protontricks-git
protonup-qt
prusa-slicer
pv
pwvucontrol
pyenv
python
python-defusedxml
python-packaging
python-pyqt5
python-reportlab
quickshell
r2modman-appimage
rebuild-detector
reflector
ripgrep
rofi
rose-pine-cursor
rose-pine-hyprcursor
rsync
rtkit
rust-analyzer
sbctl
scopebuddy-git
seahorse
sg3_utils
sgdboop
shellcheck
slurp
smartmontools
s-nail
snapper
sof-firmware
spicetify-cli
spotify
sqlmap
steam
steamcmd
steamtinkerlaunch
stow
streamcontroller-git
sudo
swappy
sysfsutils
system-config-printer
tela-circle-icon-theme-dracula
television
tenacity
terminus-font
termshark
texinfo
thefuck
thorium-browser-bin
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-shares-plugin
thunar-vcs-plugin
thunar-volman
thunderbird
tmux
toilet
toilet-fonts
trash-cli
tree-sitter-cli
ttf-bitstream-vera
ttf-dejavu
ttf-font-awesome-5
ttf-jetbrains-mono
ttf-liberation
ttf-material-symbols-variable-git
ttf-meslo-nerd
ttf-nerd-fonts-symbols-mono
ttf-opensans
ttf-roboto
tumbler
udiskie
ufw
umu-launcher
unrar
unzip
upower
usb_modeswitch
usbutils
uv
vencord-hook
ventoy-bin
vesktop-git
vim
virtualbox
virtualbox-host-dkms
vkbasalt
vlc-plugins-all
vulkan-radeon
wev
wget
which
wine-staging
winetricks-git
wireguard-tools
wireless-regdb
wireless_tools
wireplumber
wl-clip-persist
wpa_supplicant
xarchiver
xdg-desktop-portal-gnome
xdg-user-dirs
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xfce4-artwork
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
yarn
yazi
yubico-authenticator-bin
zoxide
