curseforge
dmenu-bluetooth
exercism
gconf
github-copilot-cli
gstreamer-svt-av1
gstreamer0.10-base-plugins
hyprland-meta-git
hyprshot-git
hyprshutdown-git
libdeep_filter_ladspa-bin
mangowc-git
mkinitcpio-colors-git
paccache-hook
pay-respects
proton-pass-bin
r2modman-appimage
rose-pine-cursor
rose-pine-hyprcursor
scopebuddy-git
sgdboop
streamcontroller-git
thorium-browser-bin
timesup
ttf-font-awesome-5
vencord-hook
