amd-ucode
amdgpu_top
ananicy-cpp
aquamarine-git
ark
base
base-devel
bat
bind
bitwarden
blender
blueman
bluetui
bluez-utils
bottles
brightnessctl
btop
btrfs-progs
burpsuite
calf
calibre
chafa
chaotic-keyring
chaotic-mirrorlist
clapper-enhancers
cliphist
cmatrix
cpio
cups
cups-pdf
deno
dhcpcd
dialog
direnv
dkms
docker-rootless-extras
dosfstools
dracula-cursors-git
easyeffects
efibootmgr
egl-wayland
evtest
eza
fastfetch
fbset
fd
ffmpegthumbnailer
figlet
figlet-fonts
firefox-developer-edition
fish
flatpak
fnm
fprintd
fractal
fwupd
fzf
game-devices-udev
gamemode
gamescope
gi-docgen
gimp
git
git-delta
github-cli
glaze
glib2-devel
glm
gnome-calculator
gnome-common
gnome-keyring
go
godot
goverlay-git
gptfdisk
gpu-screen-recorder-git
grub
grub-btrfs
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk-doc
gvfs
gvfs-smb
hashcat
hplip
htop
hwinfo
hyprgraphics-git
hyprlang-git
hyprlock-git
hyprshot
hyprutils-git
imagemagick
inotify-tools
inter-font
iwd
joyutils
jq
kitty
kvantum
labwc
lazygit
lib32-glu
lib32-gnutls
lib32-gst-plugins-good
lib32-libcurl-compat
lib32-vulkan-radeon
libpulse
libu2f-server
libva-utils
linux
linux-firmware
linux-zen
linux-zen-headers
lsd
lsof
lsp-plugins-lv2
luarocks
lutris
ly
lynx
man-db
man-pages
mangohud-git
mangojuice
masscan
matugen-git
mbuffer
mda.lv2
mkinitcpio-firmware
mpv
nano
neovim
network-manager-applet
nfs-utils
nikto
niri-git
nmap
nomacs
noto-fonts-cjk
nss-mdns
ntfs-3g
nwg-displays
nwg-look
obs-studio
obsidian
oculante
openal
openresolv
opensc
openssh
os-prober
pacman-contrib
pamac
paru
pascube
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-workspace
playerctl
plocate
plymouth
plymouth-theme-dark-planet-git
polkit-gnome
proton-ge-custom-bin
protonmail-bridge
protontricks-git
protonup-qt
pulse-native-provider
pwvucontrol
pyenv
python-dnspython
python-pyqt5
python-pywal
python-systemd
qt5-wayland
qt5ct
qt6ct
quickshell-git
reflector
rsync
rust-analyzer
rustup
sbctl
scdoc
shellcheck
slurp
smartmontools
snap-pac
snapper
spicetify-cli
spotify
sqlmap
steam
steamcmd
streamdeck-ui-git
swappy
system-config-printer
tela-circle-icon-theme-dracula
terminus-font
termshark
thefuck
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-shares-plugin
thunar-vcs-plugin
thunar-volman
thunderbird
tldr
tmux
toilet
toilet-fonts
tree-sitter-cli
ttf-jetbrains-mono
ttf-liberation
ttf-material-symbols-variable-git
ttf-nerd-fonts-symbols-mono
ttf-roboto
tumbler
udiskie
umu-launcher
unrar
usbutils
uv
ventoy-bin
vesktop-git
vim
vkbasalt
vulkan-radeon
webkit2gtk
wev
wget
wine-staging
winetricks-git
wireguard-tools
wireless_tools
wireplumber
wireshark-qt
wlogout
wlr-randr-git
wlrobs-hg
wlsunset
wowup-cf-bin
wpa_supplicant
xarchiver
xdg-desktop-portal-gnome
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xfce4-artwork
xwayland-satellite
yadm
yarn
yazi
yubico-authenticator-bin
zig
zoxide
zram-generator
zsh
cliphist-debug
discord-debug
dmenu-bluetooth
dracula-gtk-theme
elephant
elephant-archlinuxpkgs
elephant-bluetooth
elephant-calc
elephant-clipboard
elephant-desktopapplications
elephant-files
elephant-providerlist
elephant-runner
elephant-symbols
elephant-websearch
elephant-windows
exercism
gconf
gconf-debug
grim-hyprland-git
gstreamer-svt-av1
gstreamer0.10-base-plugins
hyprcursor-dracula-kde-git
hyprland-meta-git
hyprlock-git-debug
hyprutils-git-debug
layer-shell-qt5
libdeep_filter_ladspa-git
lua-language-server-git
lua-language-server-git-debug
morewaita-icon-theme
noctalia-shell-git
noisetorch-debug
paru-debug
paruse
python-proton-client
rate-mirrors-bin
scopebuddy-git
selectdefaultapplication-git
sgdboop
soil2-git
swww-git
sysc-greet-debug
sysc-greet-hyprland
ttf-font-awesome-5
vencord-hook
vesktop-git-debug
walker-git
wg-systray-git-debug
xorg-xwayland-git
